const List<Map<String, String>> items = [
  {
    'title': "60岁老戏骨移居美国",
    'subTitle': '他穿着深色卫衣出镜，打扮朴素。现年60岁的他，已经满头白发，苍老了不少',
    "content":
        "黄文豪在小区内遛狗，虽然2只狗体型都不小，但他体力非常好，一点没有被累到，反而走得很悠闲。他还笑言，当我年纪大拖不动你们？走，遛到你们腿软。"
  },
  {
    'title': "ROG幻16星空版目前上架开启预售",
    'subTitle':
        'ROG幻16星空版在A面加入了AniMe Matrix光显矩阵',
    "content":
        "黄文豪在小区内遛狗，虽然2只狗体型都不小，但他体力非常好，一点没有被累到，反而走得很悠闲。他还笑言，当我年纪大拖不动你们？走，遛到你们腿软。"
  },
  {
    'title': "60岁老戏骨移居美国",
    'subTitle': '他穿着深色卫衣出镜，打扮朴素。现年60岁的他',
    "content":
        "黄文豪在小区内遛狗，虽然2只狗体型都不小，但他体力非常好，一点没有被累到，反而走得很悠闲。他还笑言，当我年纪大拖不动你们？走，遛到你们腿软。"
  },
  {
    'title': "60岁老戏骨移居美国",
    'subTitle': '他穿着深色卫衣出镜，打扮朴素。现年60岁的他，已经满头白发',
    "content":
        "黄文豪在小区内遛狗，虽然2只狗体型都不小，但他体力非常好，一点没有被累到，反而走得很悠闲。他还笑言，当我年纪大拖不动你们？走，遛到你们腿软。"
  },
];
